Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# helpMediaServersBody
source: Servers on your network appear under Choragus Sources in Browse. Tracks play directly from the server, so every speaker needs a network path to the server's address. On networks with VLANs or firewall zones between the speakers and the server, allow TCP from the Sonos devices to the server's media port (shown next to the server in Settings). Settings → Music → Media Servers has an on/off switch, a choice between every discovered server and only the ones you add, an address field, and a Re-check button that tests each speaker and names any that cannot reach the server. Build Playlist with AI can match songs on a media server that supports search. A server can be given a display name of your own in Settings; it replaces the advertised name everywhere in Choragus, and clearing the field brings the advertised name back.
da: Servere på dit netværk vises under Choragus-kilder i Gennemse. Numre afspilles direkte fra serveren, så hver højttaler skal have en netværkssti til serverens adresse. På netværk med VLAN eller firewallzoner mellem højttalere og server: tillad TCP fra Sonos-enhederne til serverens medieport (vist ved siden af serveren i Indstillinger). Indstillinger → Musik → Medieservere har en tænd/sluk-knap, et valg mellem alle fundne servere og kun dem, du tilføjer, et adressefelt og en knap Tjek igen, der tester hver højttaler og nævner dem, der ikke kan nå serveren. Byg playliste med AI kan matche sange på en medieserver, der understøtter søgning. I Indstillinger kan du give en server dit eget visningsnavn; det erstatter det annoncerede navn overalt i Choragus, og et tomt felt gendanner det annoncerede navn.
de: Server in deinem Netzwerk erscheinen unter Choragus-Quellen im Browser. Titel spielen direkt vom Server, daher braucht jeder Lautsprecher einen Netzwerkpfad zur Serveradresse. Bei VLANs oder Firewall-Zonen zwischen Lautsprechern und Server erlaube TCP von den Sonos-Geräten zum Medienport des Servers (neben dem Server in den Einstellungen angezeigt). Einstellungen → Musik → Medienserver bietet einen Ein/Aus-Schalter, die Wahl zwischen allen gefundenen Servern und nur selbst hinzugefügten, ein Adressfeld und eine Taste Erneut prüfen, die jeden Lautsprecher testet und nennt, welche den Server nicht erreichen. Playlist mit KI erstellen kann Songs auf einem Medienserver mit Suchfunktion abgleichen. In den Einstellungen kannst du einem Server einen eigenen Anzeigenamen geben; er ersetzt den gemeldeten Namen überall in Choragus, und ein leeres Feld stellt den gemeldeten Namen wieder her.
es: Los servidores de tu red aparecen en Fuentes de Choragus en Explorar. Las pistas se reproducen directamente desde el servidor, así que cada altavoz necesita una ruta de red hasta su dirección. En redes con VLAN o zonas de cortafuegos entre altavoces y servidor, permite TCP desde los dispositivos Sonos al puerto multimedia del servidor (mostrado junto al servidor en Ajustes). Ajustes → Música → Servidores multimedia tiene un interruptor, la elección entre todos los servidores detectados y solo los que añadas, un campo de dirección y un botón Volver a comprobar que prueba cada altavoz y nombra los que no llegan al servidor. Crear lista con IA puede buscar canciones en un servidor multimedia con búsqueda. En Ajustes puedes dar a un servidor un nombre para mostrar propio; sustituye al nombre anunciado en todo Choragus, y vaciar el campo recupera el nombre anunciado.
fr: Les serveurs de votre réseau apparaissent sous Sources Choragus dans Parcourir. Les titres sont lus directement depuis le serveur, chaque enceinte a donc besoin d'un chemin réseau vers son adresse. Sur les réseaux avec VLAN ou zones de pare-feu entre enceintes et serveur, autorisez le TCP des appareils Sonos vers le port multimédia du serveur (affiché à côté du serveur dans les Réglages). Réglages → Musique → Serveurs multimédias offre un interrupteur, le choix entre tous les serveurs découverts et seulement ceux que vous ajoutez, un champ d'adresse et un bouton Revérifier qui teste chaque enceinte et nomme celles qui n'atteignent pas le serveur. Créer une playlist avec l'IA peut apparier des titres sur un serveur multimédia gérant la recherche. Vous pouvez donner à un serveur un nom affiché de votre choix dans Réglages ; il remplace le nom annoncé partout dans Choragus, et vider le champ rétablit le nom annoncé.
it: I server della tua rete compaiono sotto Sorgenti Choragus in Sfoglia. I brani si riproducono direttamente dal server, quindi ogni diffusore ha bisogno di un percorso di rete verso il suo indirizzo. Con VLAN o zone firewall tra diffusori e server, consenti il TCP dai dispositivi Sonos alla porta multimediale del server (indicata accanto al server nelle Impostazioni). Impostazioni → Musica → Server multimediali ha un interruttore, la scelta tra tutti i server rilevati e solo quelli aggiunti, un campo indirizzo e un pulsante Ricontrolla che prova ogni diffusore e indica quali non raggiungono il server. Crea playlist con IA può cercare brani su un server multimediale con ricerca. Nelle Impostazioni puoi dare a un server un nome visualizzato a tua scelta; sostituisce il nome annunciato ovunque in Choragus, e svuotare il campo ripristina il nome annunciato.
ja: ネットワーク上のサーバーはブラウズの Choragus ソースに表示されます。曲はサーバーから直接再生されるため、各スピーカーからサーバーのアドレスへネットワーク経路が必要です。スピーカーとサーバーの間に VLAN やファイアウォールゾーンがある場合は、Sonos 機器からサーバーのメディアポート（設定でサーバーの横に表示）への TCP を許可してください。設定 → ミュージック → メディアサーバーには、オン／オフ、検出された全サーバーか自分で追加したもののみかの選択、アドレス欄、各スピーカーを検査して到達できないものを示す再確認ボタンがあります。AI でプレイリストを作成は、検索に対応したメディアサーバーで曲を照合できます。 設定でサーバーに独自の表示名を付けられます。Choragus 全体で公開名の代わりに表示され、欄を空にすると公開名に戻ります。
nb: Servere i nettverket ditt vises under Choragus-kilder i Bla. Spor spilles direkte fra serveren, så hver høyttaler trenger en nettverksvei til serverens adresse. På nettverk med VLAN eller brannmursoner mellom høyttalere og server: tillat TCP fra Sonos-enhetene til serverens medieport (vist ved siden av serveren i Innstillinger). Innstillinger → Musikk → Medieservere har en av/på-bryter, et valg mellom alle oppdagede servere og bare de du legger til, et adressefelt og en knapp Sjekk på nytt som tester hver høyttaler og navngir de som ikke når serveren. Bygg spilleliste med KI kan matche sanger på en medieserver som støtter søk. I Innstillinger kan du gi en server et eget visningsnavn; det erstatter det annonserte navnet overalt i Choragus, og et tomt felt gjenoppretter det annonserte navnet.
nl: Servers in je netwerk verschijnen onder Choragus-bronnen in Bladeren. Nummers spelen rechtstreeks vanaf de server, dus elke speaker heeft een netwerkpad naar het serveradres nodig. Bij VLAN's of firewallzones tussen speakers en server: sta TCP toe van de Sonos-apparaten naar de mediapoort van de server (naast de server in Instellingen). Instellingen → Muziek → Mediaservers heeft een aan/uit-schakelaar, een keuze tussen alle gevonden servers en alleen de door jou toegevoegde, een adresveld en een knop Opnieuw controleren die elke speaker test en noemt welke de server niet bereiken. Afspeellijst maken met AI kan nummers zoeken op een mediaserver die zoeken ondersteunt. In Instellingen kun je een server een eigen weergavenaam geven; die vervangt de aangekondigde naam overal in Choragus, en het leegmaken van het veld herstelt de aangekondigde naam.
pl: Serwery w Twojej sieci pojawiają się w Źródłach Choragus w Przeglądaj. Utwory odtwarzane są bezpośrednio z serwera, więc każdy głośnik potrzebuje trasy sieciowej do adresu serwera. W sieciach z VLAN-ami lub strefami zapory między głośnikami a serwerem zezwól na TCP z urządzeń Sonos do portu multimediów serwera (widocznego obok serwera w Ustawieniach). Ustawienia → Muzyka → Serwery multimediów mają przełącznik, wybór między wszystkimi wykrytymi serwerami a tylko dodanymi, pole adresu i przycisk Sprawdź ponownie, który testuje każdy głośnik i wskazuje te, które nie docierają do serwera. Buduj playlistę z AI może dopasowywać utwory na serwerze obsługującym wyszukiwanie. W Ustawieniach możesz nadać serwerowi własną wyświetlaną nazwę; zastępuje ona rozgłaszaną nazwę w całym Choragus, a wyczyszczenie pola przywraca rozgłaszaną nazwę.
pt: Os servidores na sua rede aparecem em Fontes Choragus em Navegar. As faixas tocam diretamente do servidor, por isso cada coluna precisa de um caminho de rede até ao endereço do servidor. Em redes com VLANs ou zonas de firewall entre colunas e servidor, permita TCP dos dispositivos Sonos para a porta multimédia do servidor (indicada junto ao servidor em Ajustes). Ajustes → Música → Servidores multimédia tem um interruptor, a escolha entre todos os servidores descobertos e só os que adicionar, um campo de endereço e um botão Verificar de novo que testa cada coluna e indica as que não alcançam o servidor. Construir playlist com IA pode procurar músicas num servidor multimédia com pesquisa. Nas Definições pode dar a um servidor um nome a apresentar à sua escolha; substitui o nome anunciado em todo o Choragus, e limpar o campo repõe o nome anunciado.
sv: Servrar i ditt nätverk visas under Choragus-källor i Bläddra. Spår spelas direkt från servern, så varje högtalare behöver en nätverksväg till serverns adress. På nätverk med VLAN eller brandväggszoner mellan högtalare och server: tillåt TCP från Sonos-enheterna till serverns medieport (visas bredvid servern i Inställningar). Inställningar → Musik → Mediaservrar har en på/av-knapp, ett val mellan alla upptäckta servrar och bara de du lägger till, ett adressfält och en knapp Kontrollera igen som testar varje högtalare och anger vilka som inte når servern. Bygg spellista med AI kan matcha låtar på en mediaserver som stöder sökning. I Inställningar kan du ge en server ett eget visningsnamn; det ersätter det annonserade namnet överallt i Choragus, och ett tomt fält återställer det annonserade namnet.
zh_hans: 网络中的服务器显示在浏览的 Choragus 来源下。曲目直接从服务器播放，因此每个扬声器都需要到服务器地址的网络路径。若扬声器与服务器之间有 VLAN 或防火墙区域，请允许 Sonos 设备到服务器媒体端口（设置中服务器旁显示）的 TCP。设置 → 音乐 → 媒体服务器有开关、在全部发现的服务器与仅手动添加之间的选择、地址栏，以及重新检查按钮，用于测试每个扬声器并指出无法到达服务器的那些。用 AI 构建播放列表可在支持搜索的媒体服务器上匹配歌曲。 你可以在设置中为服务器自定义显示名称；它会在 Choragus 中处处取代广播名称，清空该栏即恢复广播名称。

# helpMediaServersHeading
source: Media servers (UPnP/DLNA)
da: Medieservere (UPnP/DLNA)
de: Medienserver (UPnP/DLNA)
es: Servidores multimedia (UPnP/DLNA)
fr: Serveurs multimédias (UPnP/DLNA)
it: Server multimediali (UPnP/DLNA)
ja: メディアサーバ (UPnP/DLNA)
nb: Medieservere (UPnP/DLNA)
pl: Serwery multimediów (UPnP/DLNA)
pt: Servidores de mídia (UPnP/DLNA)
sv: Mediaservrar (UPnP/DLNA)
zh_hans: 媒体服务器 (UPnP/DLNA)

# helpMoreServicesBody
source: TIDAL browses and plays from a linked Sonos account. Suno has its own explore window for public songs and playlists. SomaFM streams without any account. Each is switched on in Settings → Music.
da: TIDAL gennemser og afspiller fra en tilknyttet Sonos-konto. Suno har sit eget udforsk-vindue til offentlige sange og playlister. SomaFM streamer uden konto. Hver slås til i Indstillinger → Musik.
de: TIDAL durchsucht und spielt über ein verknüpftes Sonos-Konto. Suno hat ein eigenes Entdecken-Fenster für öffentliche Songs und Playlists. SomaFM streamt ohne Konto. Alle werden unter Einstellungen → Musik eingeschaltet.
es: TIDAL explora y reproduce desde una cuenta Sonos vinculada. Suno tiene su propia ventana de exploración para canciones y listas públicas. SomaFM emite sin cuenta. Cada uno se activa en Ajustes → Música.
fr: TIDAL parcourt et lit depuis un compte Sonos lié. Suno a sa propre fenêtre d'exploration pour les titres et playlists publics. SomaFM diffuse sans compte. Chacun s'active dans Réglages → Musique.
it: TIDAL sfoglia e riproduce da un account Sonos collegato. Suno ha una propria finestra di esplorazione per brani e playlist pubblici. SomaFM trasmette senza account. Ognuno si attiva in Impostazioni → Musica.
ja: TIDAL は連携した Sonos アカウントから閲覧・再生します。Suno には公開曲とプレイリストを探す専用ウィンドウがあります。SomaFM はアカウントなしでストリーミングできます。いずれも設定 → ミュージックで有効にします。
nb: TIDAL blar og spiller fra en koblet Sonos-konto. Suno har sitt eget utforsk-vindu for offentlige sanger og spillelister. SomaFM strømmer uten konto. Hver slås på i Innstillinger → Musikk.
nl: TIDAL bladert en speelt via een gekoppeld Sonos-account. Suno heeft een eigen verkenvenster voor openbare nummers en afspeellijsten. SomaFM streamt zonder account. Elk wordt ingeschakeld in Instellingen → Muziek.
pl: TIDAL przegląda i odtwarza z połączonego konta Sonos. Suno ma własne okno eksploracji publicznych utworów i playlist. SomaFM streamuje bez konta. Każdą włącza się w Ustawienia → Muzyka.
pt: O TIDAL navega e toca a partir de uma conta Sonos associada. O Suno tem a sua própria janela de exploração para músicas e playlists públicas. A SomaFM transmite sem conta. Cada um é ativado em Ajustes → Música.
sv: TIDAL bläddrar och spelar från ett länkat Sonos-konto. Suno har ett eget utforskarfönster för offentliga låtar och spellistor. SomaFM strömmar utan konto. Var och en slås på i Inställningar → Musik.
zh_hans: TIDAL 通过已关联的 Sonos 账户浏览和播放。Suno 有自己的探索窗口，用于公开歌曲和播放列表。SomaFM 无需账户即可播放。均在设置 → 音乐中开启。

# helpMoreServicesHeading
source: TIDAL, Suno and SomaFM
da: TIDAL, Suno og SomaFM
de: TIDAL, Suno und SomaFM
es: TIDAL, Suno y SomaFM
fr: TIDAL, Suno et SomaFM
it: TIDAL, Suno e SomaFM
ja: TIDAL、Suno、SomaFM
nb: TIDAL, Suno og SomaFM
nl: TIDAL, Suno en SomaFM
pl: TIDAL, Suno i SomaFM
pt: TIDAL, Suno e SomaFM
sv: TIDAL, Suno och SomaFM
zh_hans: TIDAL、Suno和SomaFM

# helpMusicServicesBody
source: Settings → Music → Music Services lists every service Sonos knows about for your household, plus pinned services Choragus surfaces on its own (Plex – Local, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Each row carries a coloured status dot and a Connect button when applicable.
da: Indstillinger → Musik → Musiktjenester viser hver tjeneste, Sonos kender til for din husstand, plus fastgjorte tjenester, Choragus selv viser (Plex – Lokal, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Hver række har en farvet statusprik og en Forbind-knap, når det er relevant.
de: Einstellungen → Musik → Musikdienste listet jeden Dienst, den Sonos für deinen Haushalt kennt, plus angepinnte Dienste, die Choragus selbst anbietet (Plex – Lokal, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Jede Zeile trägt einen farbigen Statuspunkt und bei Bedarf eine Verbinden-Taste.
es: Ajustes → Música → Servicios de música lista cada servicio que Sonos conoce para tu hogar, más los servicios fijados que Choragus ofrece por sí mismo (Plex – Local, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Cada fila lleva un punto de estado de color y un botón Conectar cuando procede.
fr: Réglages → Musique → Services musicaux liste chaque service que Sonos connaît pour votre foyer, plus les services épinglés que Choragus propose de lui-même (Plex – Local, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Chaque ligne porte un point d'état coloré et un bouton Connecter le cas échéant.
it: Impostazioni → Musica → Servizi musicali elenca ogni servizio che Sonos conosce per la tua casa, più i servizi fissi che Choragus offre da sé (Plex – Locale, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Ogni riga ha un punto di stato colorato e un pulsante Connetti quando serve.
ja: 設定 → ミュージック → ミュージックサービスには、Sonos が家庭で認識しているすべてのサービスに加えて、Choragus が独自に固定表示するサービス（Plex – ローカル、Apple Music、TuneIn、Calm Radio、SomaFM、suno.ai、Sonos Radio）が並びます。各行には色付きの状態ドットと、必要に応じて接続ボタンがあります。
nb: Innstillinger → Musikk → Musikktjenester lister hver tjeneste Sonos kjenner for husstanden din, pluss festede tjenester Choragus viser selv (Plex – Lokal, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Hver rad har en farget statusprikk og en Koble til-knapp når det trengs.
nl: Instellingen → Muziek → Muziekdiensten toont elke dienst die Sonos voor je huishouden kent, plus vastgezette diensten die Choragus zelf aanbiedt (Plex – Lokaal, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Elke rij heeft een gekleurde statusstip en zo nodig een Verbind-knop.
pl: Ustawienia → Muzyka → Usługi muzyczne wymieniają każdą usługę znaną Sonos dla Twojego domu oraz przypięte usługi, które Choragus pokazuje samodzielnie (Plex – Lokalny, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Każdy wiersz ma kolorową kropkę stanu i w razie potrzeby przycisk Połącz.
pt: Ajustes → Música → Serviços de música lista todos os serviços que o Sonos conhece para a sua casa, mais os serviços fixos que o Choragus mostra por si (Plex – Local, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Cada linha tem um ponto de estado colorido e um botão Ligar quando aplicável.
sv: Inställningar → Musik → Musiktjänster listar varje tjänst Sonos känner till för ditt hushåll, plus fästa tjänster som Choragus visar själv (Plex – Lokal, Apple Music, TuneIn, Calm Radio, SomaFM, suno.ai, Sonos Radio). Varje rad har en färgad statuspunkt och en Anslut-knapp när det behövs.
zh_hans: 设置 → 音乐 → 音乐服务列出 Sonos 为你的家庭识别的每项服务，以及 Choragus 自行固定显示的服务（Plex – 本地、Apple Music、TuneIn、Calm Radio、SomaFM、suno.ai、Sonos Radio）。每行有彩色状态点，需要时还有连接按钮。

# helpMusicServicesHeading
source: Music services panel
da: Panel for musiktjenester
de: Bereich Musikdienste
es: Panel de servicios de música
fr: Panneau Services de musique
it: Pannello Servizi musicali
ja: ミュージックサービスパネル
nb: Panel for musikktjenester
nl: Paneel Muziekdiensten
pl: Panel usług muzycznych
pt: Painel de serviços de música
sv: Panel för musiktjänster
zh_hans: 音乐服务面板

# helpMusicServicesTopic
source: Music services
da: Musiktjenester
de: Musikdienste
es: Servicios de música
fr: Services de musique
it: Servizi musicali
ja: ミュージックサービス
nb: Musikktjenester
nl: Muziekdiensten
pl: Usługi muzyczne
pt: Serviços de música
sv: Musiktjänster
zh_hans: 音乐服务

# helpNetworkTabBody
source: The Diagnostics window's Network tab reports each speaker's link: reachability, Wi-Fi band or wired, signal strength and HTTP round-trip time, with tiles summarising how many rooms are online and how many are on a good link. Counters are read cumulatively from each speaker, so the first reading after opening the tab looks high and settles as repeat samples arrive.
da: Fanen Netværk i Diagnostik-vinduet rapporterer hver højttalers link: tilgængelighed, Wi-Fi-bånd eller kablet, signalstyrke og HTTP-rundturstid, med fliser, der opsummerer, hvor mange rum der er online, og hvor mange der har et godt link. Tællere læses kumulativt fra hver højttaler, så den første aflæsning efter at have åbnet fanen ser høj ud og stabiliserer sig, efterhånden som gentagne prøver ankommer.
de: Der Tab "Netzwerk" im Fenster "Diagnose" meldet die Verbindung jedes Lautsprechers: Erreichbarkeit, Wi-Fi-Band oder kabelgebunden, Signalstärke und HTTP-Umlaufzeit, mit Kacheln, die zusammenfassen, wie viele Räume online sind und wie viele eine gute Verbindung haben. Zähler werden kumulativ von jedem Lautsprecher ausgelesen, daher erscheint der erste Wert nach dem Öffnen des Tabs hoch und pendelt sich ein, wenn weitere Daten eintreffen.
es: La pestaña Red de la ventana de Diagnóstico informa el enlace de cada altavoz: accesibilidad, banda Wi-Fi o por cable, intensidad de la señal y tiempo de ida y vuelta HTTP, con mosaicos que resumen cuántas habitaciones están en línea y cuántas tienen un buen enlace. Los contadores se leen de forma acumulativa de cada altavoz, por lo que la primera lectura al abrir la pestaña parece alta y se estabiliza a medida que llegan nuevas muestras.
fr: L'onglet Réseau de la fenêtre Diagnostics indique la liaison de chaque enceinte : accessibilité, bande Wi-Fi ou filaire, force du signal et temps d'aller-retour HTTP, avec des vignettes résumant combien de pièces sont en ligne et combien ont une bonne liaison. Les compteurs sont lus cumulativement à partir de chaque enceinte, de sorte que la première lecture après l'ouverture de l'onglet semble élevée et se stabilise à mesure que de nouveaux échantillons arrivent.
it: Il pannello Rete della finestra Diagnostica riporta il collegamento di ogni speaker: raggiungibilità, banda Wi-Fi o via cavo, potenza del segnale e tempo di andata e ritorno HTTP, con riquadri che riassumono quante stanze sono online e quante hanno un buon collegamento. I contatori vengono letti cumulativamente da ogni speaker, quindi la prima lettura dopo l'apertura del pannello sembra alta e si stabilizza all'arrivo di campioni ripetuti.
ja: 「診断」ウィンドウの「ネットワーク」タブでは、各スピーカーのリンク（到達可能性、Wi-Fi帯域または有線、信号強度、HTTPラウンドトリップタイム）が報告され、オンラインの部屋数とリンクが良好な部屋数をまとめたタイルが表示されます。カウンターは各スピーカーから累積的に読み取られるため、タブを開いた後の最初の読み取り値は高く見えますが、サンプリングを繰り返すにつれて落ち着きます。
nb: Nettverk-fanen i Diagnostikk-vinduet rapporterer hver høyttalers kobling: tilgjengelighet, Wi-Fi-bånd eller kablet, signalstyrke og HTTP-rundturstid, med fliser som oppsummerer hvor mange rom som er på nett og hvor mange som har en god kobling. Tellere leses kumulativt fra hver høyttaler, så den første avlesningen etter å ha åpnet fanen ser høy ut og stabiliserer seg når gjentatte prøver ankommer.
nl: Het tabblad Netwerk van het venster Diagnostiek rapporteert de verbinding van elke speaker: bereikbaarheid, Wi-Fi-band of bekabeld, signaalsterkte en HTTP-round-triptijd, met tegels die samenvatten hoeveel kamers online zijn en hoeveel een goede verbinding hebben. Tellers worden cumulatief uitgelezen vanaf elke speaker, dus de eerste lezing na het openen van het tabblad lijkt hoog en stabiliseert zodra herhaalde metingen binnenkomen.
pl: Karta Sieć w oknie Diagnostyka raportuje połączenie każdego głośnika: osiągalność, pasmo Wi-Fi lub połączenie przewodowe, siłę sygnału i czas podróży w obie strony HTTP, z kafelkami podsumowującymi, ile pokoi jest online i ile ma dobre połączenie. Liczniki są odczytywane zbiorczo z każdego głośnika, więc pierwszy odczyt po otwarciu karty wydaje się wysoki i stabilizuje się w miarę napływania kolejnych próbek.
pt: O separador Rede da janela de Diagnóstico indica a ligação de cada altifalante: acessibilidade, banda Wi-Fi ou com fios, força do sinal e tempo de ida e volta HTTP, com mosaicos que resumem quantas divisões estão online e quantas têm uma boa ligação. Os contadores são lidos de forma cumulativa de cada altifalante, de modo que a primeira leitura após abrir o separador parece alta e estabiliza à medida que chegam amostras repetidas.
sv: Fliken Nätverk i Diagnostikfönstret rapporterar varje högtalares länk: nåbarhet, Wi-Fi-band eller trådbunden, signalstyrka och HTTP-svarstid, med paneler som sammanfattar hur många rum som är online och hur många som har en bra länk. Räknare läses ackumulerat från varje högtalare, så den första läsningen efter att fliken öppnats ser hög ut och stabiliseras när upprepade prover anländer.
zh_hans: “诊断”窗口的“网络”标签页会报告每个扬声器的链路：可达性、Wi-Fi 频段或有线、信号强度和 HTTP 往返时间，其中的拼贴块总结了有多少房间在线以及有多少连接良好。计数器是从每个扬声器累积读取的，因此打开标签页后的首次读数看起来很高，并在收到重复样本后稳定下来。

# helpNetworkTabHeading
source: Network tab
da: Fanen Netværk
de: Tab "Netzwerk"
es: Pestaña Red
fr: Onglet Réseau
it: Pannello Rete
ja: ネットワークタブ
nb: Nettverk-fanen
nl: Tabblad Netwerk
pl: Karta Sieć
pt: Separador Rede
sv: Fliken Nätverk
zh_hans: 网络标签页

# helpNoSpeakersFound
source: No speakers found?
da: Ingen højttalere fundet?
de: Keine Lautsprecher gefunden?
es: ¿No se encuentran altavoces?
fr: Aucune enceinte détectée ?
it: Nessun altoparlante trovato?
ja: スピーカーが見つからない場合
nb: Fant ingen høyttalere?
nl: Geen luidsprekers gevonden?
pl: Nie znaleziono głośników?
pt: Nenhuma caixa encontrada?
sv: Inga högtalare hittade?
zh_hans: 未找到音箱？
